birthdays = {"Антон Шастун":"19/04/91","Павел Воля":"14/03/79","Арсений Попов": "20/03/83","Дмитрий Позов":"11/06/85", "Сергей Матвиенко": "13/11/83"}
print(
    '''
    Выберите любого актера из шоу 'Импровизация', и программа выдаст дату рождения выбранного импровизатора:
    Антон Шастун
    Павел Воля
    Арсений Попов
    Дмитрий Позов
    Сергей Матвиенко
    '''
)
choice = input('Введите выбранного комика сюда(на русском, с соблюдением регистра):')
actor = birthdays.get(choice)
print(f'Дата рождения выбранного актера: {actor}')